{
    "s1" : "Se presentan como individuos auténticos, originales.|Son directas, a veces pueden parecer imprudentes, y nunca pueden mentir con facilidad.|No les importa llamar la atención (van a buscar la atención). Pioneros, toman la batuta, les gusta comenzar las cosas.|Exudan energía, seguridad y poder.|Son físicos a la hora de expresarse.|Conexión con el cuerpo (por su regente Marte).|Posible cabeza grande, posibles cicatricez, dolores de cabeza, mal aspectada cavicie.|Le pueden gustar de deportes de contacto, artes marciales o actividades que los hagan moverse.|Lo que más les importa es satisfascer sus deseos, de ello depende el equilibrio en su vida.",
    "s2":"Terco, posecivo.|Instinto básico es comprar.|La confianza en si mismo se refleja en sus poseciones.|Serias dificultades para sentirse psicológicamente completos sin poder ver a su alrededor la prueba material de su éxito.|Le da gran importancia a la rutina y la estabilidad.|Dueños de la razón, para estos nativos es muy difícil ver y comprender diferentes puntos de vista, a menos que sean idénticos a los suyos.|Son exigentes con mucha energía emocional.",
    "s3":"Géminis es volátil, pero las personas con Ascendente Géminis tienden a tener los pies mucho más firmes sobre la tierra.|Comunicadores, curiosos.|Cuestionan sus propias actitudes, para entender por qué las adoptaron, en el fondo, en busca de un mejor conocimiento del \"yo\".|Naturaleza controvertida, cuanto más exploran su personalidad, más se pierden en su comprensión.|Gran sentido de independencia, lo que hace que estas personas sean incapaces de lidiar con los celos y la posesividad.",
    "s4":"Fuerte instinto maternal.|Actitud de cuidado natural.|Suelen tener un sentido de entrega y dedicación a los demás.|El instinto de cuidado crea un circulo de tal confort o espacio propio inmediato y cómodo que puede sentir que el espacio exterior es una amenaza.|Cuida a los de su circulo desde el sentido de la protección, no desde la posecividad.|Si no viven o no crean un ambiente familiar, sus poderosas motivaciones para atender y cuidar a los demás se dirigirán hacia un ideal o vocación.|Quieren elegir su causa ellos mismos.|En el amor muestran una gran ambición en relación con sus parejas, pudiendo incluso buscar una ascensión social por ellos.|Les falta reconocer que la frialdad y la distancia pueden arruinar incluso la relación más larga y cercana.",
    "s5":"En general trae mucha energía y entusiasmo a la vida.|Tiene mayor capacidad organizativa.|Tiene la convicción que  sabe todo mejor que nadie.|Un deseo fuerte de tener éxito.|El deseo fuerte por el éxito profesional puede reprimir su instinto creativo.|Equilibrado es psicológicamente seguro y si tiene humildad es un Leonino valioso.|El deseo innato de integración le puede traer algún problema con la vanidad que tendrá que controlar.|Mente fuerte e independiente, les puede gustar discutir sobre varios temas con vivacidad para mantener su mente activa.|Tenaz y obstinado a primera vista, puede tener mucha vitalidad y resistencia física.",
    "s6":"Psicológicamente fuerte.|Si su potencial se dirije de manera positiva y constructiva, su vida es extraordinariamente positiva.|Puede ser muy autocrítico.|Tendencia a denigrarse constantemente, en lugar de valorarse a sí mismo.|Debe trabajar y desarrollar su autoconfianza y valor propio.|En las relaciones tiene cierta tendencia a cuestionar o criticar todo.|Expresa sus emociones de manera firme, llenas de sentimientos de amor y ternura.|Tiene la necesidad de examinar cada situación de la vida en gran detalle, así tambien tiene necesidad de comunicación.",
    "s7":"Sin datos.",
    "s8":"Sin datos.",
    "s9":"Sin datos.",
    "s10":"Sin datos.",
    "s11":"Sin datos.",
    "s12": "Sin datos."
}
