{
  "sg": "QUE EXPRESA O NOS MUESTRA EL SOL:|El sol en cualquier signo representa el yo interior, genuino, profundo, el yo verdadero, la identidad esencial y básica. La voluntad, los propósitos en la vida. Significa o simboliza la figura paterna, el rol o modo en el cuál se manifiesta la figura del padre, lo paternal, . En la carta natal de un hombre,  nos da un perfil de su identidad o expresividad de su parte masculina. En la de una mujer, expresa su perpeción de lo masculino.",
  "s1": "Signo Cardinal.|Es el °1 signo del zodíaco, está regido por Marte asociado a la accion, la conquista y la lucha.  |GENERALIDADES:|Se enfoca en mirar hacia el futuro, hacia adelante, pocas veces retrocede.|Son los más competivivos.|Les gusta competir con otros para poner a prueba sus virtudes, sus energías, sus reflejos, sus condiciones en generla y su habilidad guerrera o luchadora.|Necesita objetivos que perseguir y en los que invertir su energía.|Cuando tiene un objetivo no les gusta andar con rodeos, toma el camino directo hacia el.|Son de asumir riesgos, tienen el coraje y la voluntad para hacerlo.|Cuentan con el instinto y la voluntad natural que los empuja a sumarse e involucrarse seguido en alguna aventura en donde pueden poner su energía en accion.|Se enfoca en mirar hacia el futuro, hacia adelante, pocas veces retrocede.|Su vida, el entorno y las circunstancias que lo rodean suelen estar vinculadas a la acción.|El tipo de acción por lo general esta asociada a acciones físicas en donde el cuerpo tiene gran protagonismo.|La energía física es determinante para su desenvolvimiento.|Son personas que realizan las acciones para que las cosas se pongan en movimiento.|Los motiva conquistar territorios inexplorados.|Le gusta los trabajos pioneros y empezar nuevos proyectos desde cero.|El fuego de Aries simboliza la chispa inicial, Leo representa el calor duradero de las brasas aún incandescentes y Sagitario el parpadeo de las llamas.|Libra es su signo opuesto, con el comparte el interés por las relaciones. Aries lo hace por reafirmarse a sí mismo mientras que Libra lo hará por la importancia de las relaciones en sí.|Está en cuadratura Cáncer y Capricornio, del primero puede aprender el valor de lo emocional del segundo la perseverancia.  |PALABRAS CLAVES:|  |POSITIVO:|Mira hacia el futuro teniendo en cuenta el pasado que pueda resultar amenazante, de batallas perdídas, luchas ganadas, donde resultó herido o aprendió lecciones duras.|Es optimista y entusiasta.|Son directos y por lo general son sinceros.|Son de tomar la iniciativa.|Tienden a ser independientes y por lo general manifiestan cualidades de liderazgo.|Tiene un optimismo y una confianza natural en sí mismo que le permite superar las dificultades y los desafios que se le presentan.|Son espontaneos, encaran con facilidad los nuevos desafíos que puedan surgir.|Por medio de la acción permanente y la competitividad se va autoconociendo y logra descubrir su potencial y es muy consciente de sus límites y debilides las cuales quiere superar siempre.|Mira hacia el futuro teniendo en cuenta el pasado que pueda resultar amenazante, de batallas perdídas, luchas ganadas, donde resultó herido o aprendió lecciones duras.  |NEGATIVO:|De todos los signos es el más impaciente.|Se pone impacientes en situaciones que no ofrecen una solución inmediata.|No suelen ser muy persistentes, al menos durante largos periodos, por lo general no son reconocidos por eso.|Cuando comienza algo puede perder interés una vez superada la primera etapa.|Suele poner tanta energía en el futuro que omite asuntos del pasado que le permitirían avanzar mejor.|Su agresividad suele ser su fuerza conductora pero en ocasiones se puede convertir en una especie de furor ciego.  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "s2": "GENERALIDADES:|El signo Tauro está relacionado con la comprensión del mundo físico a través de los 5 sentidos.|son personas muy sensuales, entregados al mundo de los placeres, su vida y sus intereses se enfocan o se centran de un modo bastante apegado a las cosas materiales.|Siente interés por los placeres físicos.|Entiende qué es y cómo funciona el poder de la seducción, uno de sus principios es  el deseo de atraer sensualmente .|Tiende a pensar que lo bello atrae lo bello.|Pueden ser lentos en actuar pero sus acciones son a conciencia y los efectos de éstas perdurables en el tiempo.|Es una persona que tardará en entregarse pero si hay una muy buena razón lo hará sin dudarlo.|Es conservador y protector.|Prefiere estar rodeado de un entorno de personas con las que está familiarizado.|Se interesa más en las cosas que ya conoce que en lo novedoso o desconocido.|Sus intereses son importantes y está decidido a defenderlos.|Comparte con los demás signos de tierra, Virgo y Capricornio, un sentido de lo práctico (Tauro disfruta del confort y la naturaleza, Virgo separa la paja del trigo en tiempos de cosecha y Capricornio trepa y escala hacia lo alto, lugares fríos, deserticos y rocosos).  |POSITIVO:|Es una persona confiable.|Si está tranquila y nadie amenaza su estabilidad material, es paciente, aguanta, resite y es tolerante, todo esto lo convierte en una  persona atenta y considerada, hasta podría ser serena y constantes en tiempos difíciles.  |NEGATIVO:|Tienen tendencia a la posesion y a la apropiación compulsiva u obsesiva en especial de cosas materiales.|Necesita seguridad y eso puede provocar que se aferre a sus posesiones o volverse celosos y posesivos en sus relaciones.|Si su tranquilidad está alterada, le brotan actitudes de testarudez e inflexibilidad que a veces se convierten en un obstáculos para ellos mismos.|Si reprime durante mucho tiempo sus frustraciones, puede aparecer su faceta más oscura, sera propenso a explotar con tal intensidad que dejará en shock a todos a su alrededor (ver el mito del Minotauro).  |MEJORAR:|De los signos en cuadratura con Tauro, de Leo puede aprender la forma de ser uno mismo, de Acuario la habilidad de ser diferente a la vez que conservar su lugar entre los demás. ",
  "s3": "GENERALIDADES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  ----------------------------------------- Géminis es el tercer signo del zodíaco y está regido por el planeta Mercurio, asociado con las comunicaciones y el intelecto, y que dota al nativo de este signo de una gran habilidad para comunicarse y expresar sus ideas, así como de una gran persuasión. Representa las numerosas impresiones que la vida nos ofrece.  Los nacidos bajo el signo de Géminis tienen énfasis por saber y quieren estar al día en lo que a últimos acontecimientos se refiere. Están interesados en gran variedad de cosas a la vez. Muy sociables, pueden adaptarse a cualquier tipo de personas y les gusta conocer gente y lugares nuevos.   Les encanta leer y suelen ser bastante autodidactas, compartiendo sus ideas con los demás mediante el diálogo, la escritura o las artes. Son personas a las que les agrada estar en movimiento, en una búsqueda constante de estímulos en el mundo que les rodea.   A riesgo de dispersar demasiado su energía debido a sus variados intereses, tienden a un conocimiento superficial de las cosas y pasan rápidamente a interesarse por otras antes de profundizar en ellas. Lo que podría ser una estrategia para evitar enfrentarse a las facetas más profundas de su personalidad (como en el mito de Castor y Pólux, donde algo que forma parte de la personalidad del individuo termina siendo rechazado por estar en desacuerdo con la imagen que se tiene de uno mismo).   Géminis, consciente del gran número de confrontamientos que se dan en este mundo, bien sea en personas, en la naturaleza o en cualquier tipo de cosas, tiene la habilidad de lograr una reconciliación haciendo de mediador implacable. Son capaces de considerar cualquier situación desde los puntos de vista más diversos. Este talento los hace susceptibles de no tomarse la verdad muy en serio.   Tanto Géminis como los otros dos signos de aire, Libra y Acuario, tienen cierta facilidad para relacionarse con otras personas. Pero para el nativo de Géminis, socializar con la gente es un modo de entrar en contacto con tantos aspectos y puntos de vista nos ofrezca la vida. Mientras que Libra busca en otros el equilibrio para sí mismo y Acuario busca hacer amigos con sus mismos ideales e inquietudes.   De los signos en cuadratura con Géminis, éste puede aprender de Virgo el prestar atención a los detalles y, de Piscis, el valor de la empatía emocional. ",
  "s4": "SIGNO CÁNCER:| Es el °4 signo del zodíaco, está regido por la Luna, asociada a la empatía, la expresión de afecto y emocionalidad, la contención, el hogar, la cueva, el miedo a salir, la comodidad, el cuidado, la salud, la nutrición, la leche materna  y la maternidad.|Al igual que su signo opuesto, Capricornio, tienen muy en cuenta los aspectos relacionados a la sociedad.|Cáncer, se dará mucha importancia a núcleos pequeños como la familia, grupos de amigos, escuelas, clubes u hospitales, mientras que Capricornio le dará mas importancia a las normas, estructuras y gobierno en las que se basa la sociedad.|GENERALIDADES:|Es sensible a los más profundos sentimientos.|Siente antes de pensar o es una persona que expresa mucho sus emociones.|Sus deseos u objetivos suelen ser producto de un sentimiento, no tanto de una desición mental y racional.| Como el signo Cáncer es de elemento agua y esta asociado a el entorno hogareño, la cueva, el lugar de cobijo y descanso, el buen dormir y el sueño, puede ser alguien que se conecte mucho con el mundo de los sueños o sea algo soñador.|Les gusta cuidar de los demás y que los cuiden.|Quieren transmitir calor y seguridad a las personas de su entorno, de su clan, de su tribu, a sus seres queridos. Esperan a cambio lo mismo de ellos.|El agua de Cáncer lo dota de intuición y son receptivos a los estados de ánimo de los demás.|Nacen tiernos por dentro y por fuera, sin partes duras, luego de sufrir sus primeros golpes construyen su propio caparazón para esconder y proteger su sensible, influenciable y vulnerable corazón.|Como estrategia para alcanzar sus metas, suelen andar por la vida sobre actuando su cara de personas duras, rudas, enojadas y se refugiarán en su armadura aunque por dentro seguirán siendo muy blanditos.|Piensan y sienten que el pasado es tan importante como el presente.|A menudo hacen referencia a vínculos, vivencias emocionales, experiencias y relaciones de la infancia.|POSITIVO:|Son afectuosos, espontáneos y se muestran tal cual son.|Le gusta apoyar, nutrir y fortalecer a alguien a quien aprecia mucho para que esa persona pueda lograr sus objetivos.|Al conservar su niño interior, le suelen gustar los niños y pueden empatizar fácilmente con ellos.|El agua de Cáncer lo dota de intuición y son receptivos a los estados de ánimo de los demás permitiéndoles disfrutar más intensamente los buenos momentos en grupo o junto a sus seres queridos.|Suelen ser buenos anfitriones, saben convertir su hogar en un lugar confortable, entienden de sabores, les gusta cocinar o son muy buenos organizando reuniones, almuerzos y cenas.|Pueden entender bastante sobre nutrición y salud.|NEGATIVO:|Siente un mundo de sensaciones difíciles de describir con palabras o de ninguna otra forma.|Al conservar su niño interior, como el signo Cáncer los ata al pasado, se vuelven algo reacios a crecer dando la impresión de ser bebes llorenes aún de adultos, inmadurez emocional.| Dependencia emocional.|El agua de Cáncer lo dota de intuición y son receptivos a los estados de ánimo de los demás contaminándose de los nervios o las malas vibras ajenas.|Por ser receptivos de emociones negativas de los demás se exponen al riesgo de caer en profundos estados de angustia y depresiones.|Necesitan el contacto emocional y esto los puede llevar a intentar manipular a los demás de manera inconsciente.|Su naturaleza emocional los conduce a rechazar cualquier uso de razón, dejándose llevar sólo por sus sentimientos.|Tienden a mirar demasiado hacia el pasado y suelen ser conservadores porque piensan que todo tiempo pasado fué mejor (nostálgia y melancolía).|MEJORAR:|En cuadratura con Aries puede aprender de ellos la habilidad de entrar en acción.  En cuadratura con Libra puede aprender a socializar de una manera más relajada con los demás. ",
  "s5": "GENERALIDADES:|Energía de fuego apasionada en todas las direcciones. (Aries en una sola direccion, Sagitario inspira el fuego de otros)|Desea fervientemente ser reconocidos por sus acciones o rol en la vida.|Intentará mostrar su talento, dejar un legado por el cual ser recordados.|Personas muy creativas.|Les gusta ser el centro de atención y se siente cómodo dejando que los demás disfruten de su esplendor.|Necesitan expresar sus emociones.|Comparte con su opuesto Acuario, el interés por el desarrollo del potencial humano. (Leo por un desarrollo personal, Acuario por la comunidad como un todo.)|POSITIVO:|Está abierto a las preocupaciones de otros menos afortunados, si se sienten respetado estará dispuestos a ayudar siempre que sea posible.|NEGATIVO:|Les gusta ser el Sol en el centro de su propio universo, alrededor del cual giran todas las cosas, es por ello que necesitan admiradores dispuestos a adorar su grandeza.|Es posible que  no sea capaz de alcanzar sus propias espectativas.|Si no llega a cumplir sus propias espectativas puede de dar una impresión de ser todo fachada y parecer engreído, hipócrita y arrogante.|MEJORAR:|Para que sean reconocidos su dignidad y su poder debe derrotar primero al animal que hay dentro, luego podrá adornarse a sí mismo con sus atributos. (Mito de Heracles).|Para conseguir más control sobre su vida y lograr así su independencia deberá adquirir cierta autoridad y liderazgo en el transcurso de su vida.|Si se abre a preocuparse por los demás, esto permite que fluyan  su calidez y bondad, esto tiene el efecto de hacerlo más consciente de su propia importancia.|Puede aprender de los signos en cuadratura, puede aprender de Tauro a arreglárselas con el mundo de lo material y de Escorpio el poder de la transformación. ",
  "s6": "Signo Mutable.|Es el °6 signo del zodíaco, está regido por Mercurio asociado a la independencia, las rutinas, el trabajo, la salud  y el servicio.|También se lo asocia con la observación, los detalles, el orden los datos, los signos, números, letras, las listas, los métodos, funciones y los sistemas.  |GENERALIDADES:|Es independiente, autosuficiente, realista y práctico.|Una persona leal a sí misma.|Es bastante mental.|En las personas de Virgo se manifiesta una mente ordenada, ordenadora y detallista.|Busca la previsibilidad, lucha contra el caos y su mente práctica asimila la realidad, la entiende, la controla, la ordena y la mejora.|Tiene gran adaptabilidad (Mutable).|Es contrario a Piscis que atiende las necesidades espirituales de la comunidad, Virgo atiende las necesidades materiales.  |PALABRAS CLAVES:|Independencia, Autosuficiencia, Realista, Orden, Higiene, Servicio, Salud, Mental, Detallista, Practicidad, Rutina, Funcion, Método, Sistema, Datos, Información, Administración, Gestión, Control, Perfeccionista, Fertilidad, Promiscuidad.  |POSITIVO:|Tiene una filosofía Materialista la cuál entiende que para cambiar la realidad hay que modificar la materia.|Tiene sentido crítico, se enfoca o interesa en la precisión, se maneja con ciertas reservas y paciencia.|Suelen ser personas dotadas de unas condiciones mentales sobresalientes.|Gran capacidad para enfocarse en los detalles.|Persona observadora de las cosas más pequeñas que demas pueden considerar insignificantes.|Es adaptable a las circunstancias y sabe sacar el mejor provecho de ellas.|Es realista, es muy consciente de todo lo que hace, vive sin alejarse tanto de la realidad, con los pies en la tierra.|Pueden estar al servicio de una causa o de una persona.|Tienen un don para controlar la fertilidad de la naturaleza y de la vida, son personas que pueden obtener agua de las piedras y hacer brotar resultados de donde pocos pueden, mucho más en tiempos difíciles.|Le brinda sus servicios a la comunidad de una forma humilde, es consciente de cuan indispensable es su labor pero no siente la necesidad de ser el centro de atención.|Suelen ser personas sanas, que conocen la relación entre una buena nutrición y una buena salud.  |NEGATIVO:|Tanto enfocarse en los detalles puede caer en la parálisis del análisis.|Perderse en los detalles no le permite ver más allá.|Se le hará difícil entender otros puntos de vista distintos al suyo, volviéndose exigentes y de mente cerrada.|Su estilo de vida independiente y autosuficiente lo puede conducir a la soledad y el desapego o alejamiento incluso de personas importantes en su vida.|Su independencia le permite tener libertad y su libertad independencia, puede decidir muchas cosas libremente pero no permite que los demás decidan libremente.|Es una persona muy activa y dinámica, en muchos casos brinda sus servicios con mucha entrega y no siempre su esfuerzo es reconocido de la debida forma.|Corre el riesgo de entregarse a las necesidades de otros dejando de lado las suyas.|Puede ser una persona usada y ser víctima de personas desagradecidas.  |MEJORAR:|Tendría que mejorar la idea de que no todo se puede mejorar y la búsqueda de la perfección puede ser un gran defecto.|Debería aprender a aceptar que el caos es parte de la vida y que nunca terminará ni desaparecerá plenamente.|Seria mejor que deje de pensar constantemente, estar pendiente a cada instante de todas las cosas no le permite vivir el presente.|Tendría que entender y aceptar que no lo puede controlar todo.  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|Virgo, Tauro y Capricornio tienen una tendencia hacia lo físico. Tauro enfoca el cuerpo hacia el placer (oler, degustar, tocar, oir y ver), Capricornio para cumplir con su tarea y Virgo lo hace hacia la salud y servicio.  |ACLARACIÓN:|A este signo, erroneamente se lo asocia con la PROMISCUIDAD.|Lo que hay que entender y comprender, es que no suelen ser personas que necesiten depender de el otro complementario, podrían manejarse muy bien solos, libres e independientes.|Como Virgo es detallista y mental, suele tener una curiosidad temprana de explorar y conocer todo lo posible y así estar más preparado para el futuro.|Es por eso que pueden elegir en base a sus propias experiencias y reglas, cómo vivir su vida íntima, de pareja, y decidir cómo, cúando y con quien tener hijos.|A las demás personas esto le puede parecer una conducta poco apropiada pero lo cierto es que a veces se juzga de manera equivocada a Virgo porque no pueden entender su manera libre e independiente de vivir la vida.  ",
  "s7": "Libra es el °7 signo del zodíaco y está regido por el planeta Venus.|Es un signo de del elemento aire.|Se lo relaciona o asocia con la busqueda de la justicia, el equilibrio, la belleza y la armonía.|Su signo suele ser la balanza o la espada que simbolizan la Administración de Justicia, el juicio o el juzgamiento, la busqueda de que todo sea justo.|De ser necesario ser lo suficientemente frío mentalmente y firme para cortar la cabeza de la serpiente, la parte podrida o repartir las cosas de manera pareja y equitativa.  |PALABRAS CLAVES:|Juicio, Juzgar, Justicia, Autojuzgamiento, Aire, Mental, Venus, Deseo, Criterio, Belleza, Estética, Arte, Terrenal, Balanza, Espada, Equilibrio, Armonía, Leyes, Normas, Cuidado, Tacto, Mesura, Respeto, Castigo, Corte, Reparto, Vínculos, Asociarse, Sociedad, Socios, Relacionarse, Intermediar, Arbitrar, Dialogar, Interactuar, Curiosidad, Otros, Demás, Conocimiento  |GENERALIDADES:|Necesita y desea la armonía, el equilibrio y las cosas justas.|Evalua sus propias intenciones.|Pone en la balanza sus intensiones, pensamientos y acciones, así tambien lo hace con respecto a los demás.|Libra es un signo de aire, es mental, ama la sabidura y reúne información para tener una opinión equilibrada de las cosas.|Su vida suele girar en torno a los demás, se define a si mismos a través de dichas relaciones, debido a esto es que se le torna importante la interacción social.|Probablemente considerará que belleza exterior debe reflejar la belleza interior, buscar e intentar lograr esto de manera insistente puede convertirse en un modo de vida.|Las artes juegan un importante papel en su vida, allí intenta nutrir y volcar las virtudes de su desarrollado, afinado y buen criterio para juzgar qué es bueno y qué esta bien hecho.  |POSITIVO:|Tiene un especial sentido por los aspectos éticos y estéticos de la vida y de las cosas.  |NEGATIVO:|Se siente una persona incompleta si no está en compañia, necesitan a su MEDIA NARANJA.|Su vida suele girar en torno a las relaciones con los demás.|Quiere ser siempre justo, esto puede convertirse en una carga y el esfuerzo por ser objetivo lo puede conducir a la indecisión.|La búsqueda constante de la armonía lo puede detiene en repetidas situaciones de indecisión y dudas.|Le gusta, valora y se interesa por la variedad, esto le puede traer complicaciones para elegir decididamente en tiempo y forma.|Podría ser alguien que pocas veces esta conforme, contento y a gusto con sus elecciones.|Le cuesta lidiar con el hecho de estar a favor de algo o alguien implica a su vez estar en contra de otros.|No estar en una posición neutra realmente justa infringe sus ideales en cuanto a diplomacia, tacto y compromiso, ya que es importante para el libriano no herir los sentimientos de nadie.   |MEJORAR:|  |TRIPLICIDAD AIRE:|Al igual que Géminis y Acuario, tiene un interés por lo intelectual.|Mientras Géminis busca la información y utiliza su intelecto para estar bien informado, Acuario es promover los ideales humanos y servir a una comunidad de la que siente que forma parte, el objetivo de Libra es formarse una idea objetiva de las cosas.  |CUADRATURA:|Esta en cuadratura con Cáncer y Capricornio.|De Cáncer puede aprender el valor de la empatía.|De Capricornio el valor de la confianza en uno mismo.  |SIGNO OPUESTO:|Su signo opuesto es Aries.| Con Aries comparte su entrega y dedicación a los demás.|Mientras Aries trata de competir en destreza con otros.|Libra busca el equilibrio en las relaciones.  ",
  "s8": "Signo Cardinal/Mutable/Fijo.|Es el °X signo del zodíaco, está regido por XXXXX asociado a  |GENERALIDADES:|  |PALABRAS CLAVES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "s9": "Signo Cardinal/Mutable/Fijo.|Es el °X signo del zodíaco, está regido por XXXXX asociado a  |GENERALIDADES:|  |PALABRAS CLAVES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "s10": "Signo Cardinal.|Es el °X signo del zodíaco, está regido por XXXXX asociado a  |GENERALIDADES:|  |PALABRAS CLAVES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "s11": "Signo Cardinal/Mutable/Fijo.|Es el °X signo del zodíaco, está regido por XXXXX asociado a  |GENERALIDADES:|  |PALABRAS CLAVES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "s12": "Signo Cardinal/Mutable/Fijo.|Es el °X signo del zodíaco, está regido por XXXXX asociado a  |GENERALIDADES:|  |PALABRAS CLAVES:|  |POSITIVO:|  |NEGATIVO:|  |MEJORAR:|  |DIFERENCIAS DE TRIPLICIDAD TIERRA:|  |ACLARACIÓN:|  ",
  "h1": "En la casa donde está el Sol, en esa área de la vida será iluminada para la persona.  | La persona brillará en esta casa tendrá más claridad y autoexpresión.  |Casa importante porque tiene la cúspide en el propio Ascendente.  |La primera casa está relacionada con el signo de Aries.  |En casa 1 se exalta el Sol.  |Dá una dosis de autoconfianza, amor propio, autonomía, determinación, coraje y posiblemente liderazgo.  |Esta es una casa de identidad, marca la salida del útero materno para convertirse en un ser separado de la madre (independencia).  |La persona tiende a querer buscar su lugar en el mundo, haciendo esfuerzos para lograr sus objetivos, con más determinación y disposición para enfrentar desafíos.  |La persona expresa gran entusiasmo, disposición y vitalidad.  |No suele pasar desapercibidos.  |La forma más cálida y alegre en la que tienden a expresarse puede terminar involucrando y atrayendo a personas que se convierten en sus seguidores.  |Quiere ser reconocido y respetado por sus logros y méritos, sin escatimar esfuerzos para lograr sus objetivos.  |Es posible que al ganar mucha confianza en sí mismo, logrará avanzar en muchas cosas pero por otro lado suelen tener el ego desbordado y terminan volviéndose un poco más arrogantes, jactanciosos y vanidosos.  |El mal uso de esta energía hace que vivir con estas personas sea un poco difícil, porque si encienden el modo automático, pueden terminar transformándose en seres egocéntricos, narcisistas, obstinados y autoritarios que no aceptan las críticas y quieren imponer sus ideas a toda costa.  |En muchos casos se convierten en personas tiránicas, insensibles, egoístas o intrépidos.  |En términos físicos, el sol en esta casa proporciona buena salud, energía y vigor.  |Muchas personas nacidas con el Sol en esta casa 1, se dedican a actividades deportivas, ya que necesitan desahogar el exceso de energía. ! ",
  "h2": "Casa 2: Dato aún no disponible. El Sol en la casa 2 puede hacer que el valor nativo desarrolle cualidades que lo lleven a conquistar recursos materiales o que le brinden su independencia personal. Es muy común que las personas con esta posición inicien negocios que tienen buenas posibilidades de prosperar, actividades que consideran más fáciles porque por lo general tienen un buen ojo no solo para las oportunidades que pueden generar ganancias, sino también para los materiales de buena calidad <em> (y con buenos precios) </em> Valoran la simplicidad y la practicidad, por lo tanto, tienden a no perder el tiempo en proyectos alocados y riesgosos, sabiendo cómo administrar sus recursos y negocios, una actitud que los lleva a mantener un saldo positivo en la cuenta bancaria y algunas inversiones que garantizan la seguridad en tiempos difíciles. Como por lo general asocian el valor personal con el poder adquisitivo y con lo que pueden acumular a lo largo de sus vidas, tienden a cuidar, hacer crecer y multiplicar recursos y mejorar el nivel de vida. Cuando el sol está molesto, pueden gastar más de lo que ganan para disfrutar de todos los placeres que una hermosa cuenta bancaria puede proporcionar. Por lo tanto, pueden correr riesgos en los negocios, gastar demasiado o compensar la escasez y las inseguridades con todo tipo de exceso e indulgencia. Como tienen una cierta capacidad para producir y realizar negocios, pueden gastar demasiado, correr riesgos innecesarios y, a menudo, querer comprar el reconocimiento, la admiración e incluso el afecto de los demás, lo que siempre termina siendo una gran ilusión. Con respecto al mal uso de esta energía, todavía hay un tipo que puede ser muy avaro, mezquino y apegado a todo lo que acumula. Son personas que desarrollan una relación afectiva con sus objetos y que terminan prefiriendo el aislamiento a tener que prestar, dar o compartir sus adquisiciones con otras personas, por lo que siempre es necesario mantener esta energía bien para no desviarse de este camino. ! ",
  "h3": "Casa 3: Dato aún no disponible. Las personas con el Sol en la casa 3 en la carta astral valoran cualquier actividad que permita el intercambio de conocimiento e información. Tienden a sentirse más enérgicos cuando pueden compartir lo que han aprendido, están en movimiento o están estudiando temas que les interesan. Viajan en diferentes medios y tienen la capacidad de adaptar su idioma a cada universo donde se encuentren. Además, como valoran el movimiento y tienen una curiosidad más aguda, terminan haciendo muchos contactos y desarrollando diversas habilidades. Debido a la gran cantidad de cursos en los que pueden inscribirse (y sobre los temas más variados), terminan creando una buena red de contactos. Tienden a ser más juveniles, agradables, rápidos e ingeniosos y, en general, son personas más interesantes, ya que tienen un tema para todos los gustos, tienen una esencia más ligera y pueden disfrutar de una buena conversación. Quien tiene al Sol en la casa 3 está conectado con el entorno donde transitan, por lo general no le gusta la monotonía y la rutina. Les gusta innovar, viajar y conocer personas de diferentes tipos. Pueden tener una mayor conexión con parientes y hermanos, siempre y cuando el Sol no esté afectado. El aprendizaje y la comunicación adquieren más luz, ya sea hablada, escrita, dramatizada, representada, en la lectura, etc. No satisfechos con explorar el universo del idioma que dominan, pueden estar interesados en otros idiomas y dialectos, estar siempre actualizados, disfrutar de la información, explorar y mantener sus mentes activas, luciendo como estudiantes eternos ansiosos de conocimiento. Cuando el Sol en esta posición está bajo tensión, la tendencia es la dispersión y el exceso de actividades simultáneas que termina resultando en una acumulación de conocimiento superficial e inútil, que no contribuye en absoluto al crecimiento intelectual. Y como la mente siempre puede estar a 220v, las tareas a menudo se reducen a la mitad, ya que acaban por perder el enfoque, estar ansiosos y disminuir la objetividad, volviéndose fastidiosos. Además de estos puntos más tensos, esta energía puede convertirse en chismes, falta de discreción, mentiras, difamación u otras actitudes comprometedoras. Otro aspecto del mal uso de esta posición es el discurso pretencioso, típico de las personas que no profundizan en nada y que, usando un buen lenguaje, venden la idea de que son expertos en ciertas materias que no dominan. Esta falta de compromiso con la verdad puede generar confusión y descontento. Siempre deben buscar la objetividad, dirigiendo sus energías hacia objetivos concretos, evitando la dispersión y la falta de enfoque. Se debe observar el compromiso con el otro y con lo que se dice, evitando situaciones embarazosas. ! ",
  "h4": "Casa 4: Dato aún no disponible. El Sol en la cuarta casa de la Carta Natal está en la parte inferior del cielo, es decir, en el punto más bajo de la carta. Como la cuarta casa está vinculada al signo de Cáncer, las personas que tienen el Sol en la cuarta casa pueden tener algunos rasgos de Cáncer , lo que significa que tienen que distinguir entre lo que son y lo que es la familia. Pueden dar más importancia al entorno familiar, a los problemas relacionados con el alma y al crecimiento interno que al mundo externo, precisamente porque necesitan descubrir quiénes son como partes disociadas del núcleo familiar, lo que no siempre es fácil. Cuando el Sol está bien posicionado, por lo general tienen una buena relación con la madre o el padre, dependiendo del padre representado en la casa 4 , lo que les brinda apoyo emocional y buena nutrición afectiva. Sin embargo, cuando la relación familiar es compleja, estas personas tienden a construir corazas protectoras contra la vulnerabilidad emocional, lo que a menudo termina afectando las relaciones amorosas y familiares que se construirán en otra fase de la vida. Pueden tener una fuerte identificación con sus raíces, con la tradición, con los padres y la familia, por lo general están interesados en la historia, la antropología y los problemas relacionados con bienes inmuebles y propiedades. Por lo general, la conexión con el núcleo familiar es más estrecha o sofocante, por esta razón, por lo general valoran la adquisición de bienes raíces, donde pueden hacer las cosas a su manera. Aprecian la comodidad y se sienten bien en casa, un lugar que brinda seguridad y donde les gusta recibir amigos, de una manera hospitalaria y acogedora, ya que por lo general son buenos anfitriones. Cuando el Sol está afectado, las personas con el Sol en la casa 4 pueden unirse a sus padres, a menudo comprometiendo su matrimonio o su vida profesional debido a su vínculo excesivamente cercano con la familia. La figura materna negativa se puede percibir como frialdad y desapego emocional, lo que termina generando adultos más inseguros y necesitados o aquellos que tienen dificultades para lidiar con traumas y posibles hábitos dañinos experimentados en la infancia. Cuando la casa 4 está representada por el padre y el Sol está afectado, el individuo puede percibir al padre como un déspota, frío y distante o como alguien poderoso que podría tolerar su expresión. Por lo tanto, tendrá que esforzarse para deshacerse del dominio de la figura paterna o puede vivir en una búsqueda eterna del padre ausente. Deben tratar de ser eficientes en su vida profesional, sabiendo cómo medir lo que pertenece a la esfera familiar y lo que forma parte de la esfera pública, ya que tienden a mezclar las estaciones, lo que podría dañar el desempeño profesional. ! ",
  "h5": "Casa 5: Dato aún no disponible. El Sol en la quinta casa está domiciliado y lleva consigo algunos rasgos de Leo , donde los nativos que tienen esta posición tienden a ser más generosos, creativos, dramáticos, felices, llenos de entusiasmo y energía. Los nativos tienen un fuerte sentido de identidad, expresión de personalidad y la satisfacción de ser quienes son. La Casa 5 también está relacionada con nuestros dones, placeres y la capacidad de amar y tener hijos. Las personas que tienen el Sol en esta casa irradian autoconfianza, autonomía, brillo, carisma, encanto y magnetismo. Los niños son de gran importancia, ya que refuerzan el sentido de identidad. Las novelas también los hacen sentir especiales. Necesitan tener alguna forma de expresión artística o pasatiempos que den rienda suelta a la expresión de la creatividad, como una forma de expresar sus sentimientos, emociones y creatividad. Pueden estar inclinados a disfrutar de fiestas, eventos, buenos restaurantes, vida nocturna, deportes, juegos o apuestas. Les gusta ir a lugares refinados y participar en eventos culturales y programas familiares; estar con sus hijos siempre es algo placentero. Tienden a ser más extrovertidos, vivos y vibrantes, siendo considerados figuras importantes en las fiestas. Tienden a expresarse de una manera cálida y cariñosa, lo que los hace más seductores y atractivos. Valoran la apariencia, pueden querer verse bien en el aspecto visual, sin escatimar esfuerzos para hacerlo, además de estar bien vestidos. Estar en evidencia o interpretar roles puede ser placentero y puede mostrar un lado bastante teatral. Cuando esta energía se usa de manera negativa, pueden ser muy orgullosos, arrogantes, exhibicionistas, narcisistas, inútiles, y tienden a evaluar a los demás por su apariencia, lo que los hace superficiales y esnobs. Si el Sol está afectado, puede que les resulte difícil recibir críticas y darse cuenta de que el Sol no gira a su alrededor, resultando ser egocéntricos, vanidosos, egoístas, prepotentes y dramáticos, incluso, en algunos casos, haciendo verdaderas telenovelas mexicanas para llamar la atención. El gusto por los placeres puede hacer que asuman riesgos innecesarios en la vida financiera y emocional, ya que pueden ser seductores y les gusta enaltecer el ego. En algunos casos, pueden llegar a vivir a la sombra de socios que les garantizan comodidad y una buena vida. Además de estos aspectos desafiantes, pueden ser perjudiciales para sus hijos cuando no se cumplen, ya que tienden a querer brillar por medio de su descendencia, lo que termina siendo asfixiada por los deseos paternos y el exceso de expectativas. ! ",
  "h6": "Casa 6: Dato aún no disponible. Quien tiene el Sol en la sexta casa puede tener algunos rasgos virginianos , y es importante establecer rutinas, cuidar la comida y dedicarse a lo que hace. Este posicionamiento le da al nativo algunas habilidades prácticas, que se desarrollan a diario, convirtiéndose en un buen diferencial para el individuo, ya que termina creando métodos que agilizan el trabajo, trayendo la luz de la practicidad y la organización a la vida diaria. El Sol en la casa 6 indica que hay una gran necesidad de dar y servir, el trabajo tiene una connotación de compromiso y dedicación. Son individuos que pueden observar mejor los detalles, las minucias, implementar métodos y sistemas, y analizar datos, teniendo una visión general muy detallada del área en la que trabajan. Pueden ser más dedicados, evitando faltar al trabajo y no valoran a las personas de cuerpo blando o que no se comprometen con lo que se debe hacer. Esta configuración también está vinculada al cuidado de la salud, lo que termina creando la necesidad de establecer hábitos alimenticios saludables, disciplina, actividades deportivas regulares, interés en la nutrición, dietas, entrenamiento funcional, equilibrio entre el cuerpo y la mente y por el área de la salud en general. Los nativos que tienen esta posición saben cómo moverse bien por los sectores de una empresa, en relación con todas las esferas, una habilidad que les da la capacidad de observar todo lo que sucede en el equipo de una organización, por lo general volviéndose indispensables, por lo que hay una tendencia a convertirse en supervisores o gerentes. En general, pueden tener aprecio por las mascotas y disfrutar cuidando los jardines y las plantas, además de simpatizar con la idea de cultivar productos orgánicos en interiores. Muchos médicos, terapeutas y veterinarios tienen el Sol en la sexta casa de la carta. Cuando el Sol se ve afectado en esta posición, el individuo puede volverse maníaco por la organización y la limpieza, desarrollando síndromes, hipocondría o volviéndose desorganizados, descuidados con la salud, lo que abre la puerta a las enfermedades. Además, pueden volverse compulsivos con respecto al trabajo, descuidando el placer y el descanso. A medida que adoptan este tipo de postura, terminan siendo burócratas exigentes, críticos, demasiado detallistas y autoritarios. La expresión negativa del Sol en la sexta casa también puede generar sentimientos de inferioridad, haciendo que se rebajen o se conviertan en verdaderos felpudos para mantener posiciones. Muchos nativos con esta posición son explotados, y no logran establecer límites a las demandas abusivas de sus superiores. ! ",
  "h7": "Casa 7: Dato aún no disponible. El Sol en la séptima casa de la Carta Natal tiene rastros de Sol en Libra , dando al individuo un poco del don de la conciliación, pudiendo ser buenos mediadores o asesores, logrando analizar ambos lados de un problema con buena imparcialidad, buscando que las personas se reconcilien o alcancen un entendimiento basado en la razonabilidad. También aprecian las relaciones cordiales, haciendo esfuerzos para mantener el equilibrio y la armonía, incluso en los lugares más caóticos. Raramente pierden la cabeza entrando en peleas violentas donde los oponentes están molestos, ya que por lo general son reacios a la falta de control y los arrebatos emocionales. Tienden a encontrar su individualidad en el otro, ya sea por medio de asociaciones, vínculos o relaciones. Valoran mucho la convivencia de a dos y buscan adaptarse a ella. Es una excelente posición para el proceso terapéutico, ya que implica transferencia y contratransferencia. Cuando la energía se usa negativamente, tienden a cancelarse entre sí en función de las relaciones, a menudo escondiéndose detrás de alguien que determina lo que deberían o no deberían hacer, como si no pudieran vivir sin una compañía. En algunos casos, dan más valor al estado conferido por el matrimonio que a la pareja, criticando a sus parejas y quejándose de lo que hacen, sin ver sus propios defectos. ! ",
  "h8": "Casa 8: Dato aún no disponible. El Sol en la octava Casa tiene un tono escorpiano , que le da al individuo un aura de misterio y un cierto interés en lo desconocido, así como en lo que es inconsciente, metafísico, oculto y por cuestiones relacionadas con el sexo y la muerte. Quien tenga esta posición puede administrar los recursos de otros con cierto dominio, ya sean económicos, mentales y emocionales, entre otros. Tiene una mayor capacidad para ocupar puestos de liderazgo, para hacer frente a situaciones de crisis, negocios de alto riesgo, así como para mover grandes cantidades de dinero con mayor naturalidad. Esta capacidad, si se evidencia, hace que terminen adquiriendo poder, ya que tienen una intuición más aguda, sabiendo exactamente cuándo alguien está ocultando información. Son capaces de percibir a los demás y las oportunidades con mucha claridad, así como saber cómo mantener la calma cuando se producen negociaciones que implican presión o crisis. Aumentan las posibilidades de recibir herencias, beneficios y favores de otros a lo largo de sus vidas, así como lograr fama y reconocimiento luego de su muerte. Se encargan bien de cuestiones relacionadas con la seguridad social, las inversiones y las propiedades. Cuando dicha energía se agota, los individuos pueden volverse rencorosos, vengativos y/o manipuladores, sin escatimar esfuerzos para hacer las cosas de acuerdo con lo que quieren. Como la octava casa también está relacionada con lo oculto, en algunos casos, pueden llegar al extremo de querer manipular tanto a las personas como las situaciones utilizando el poder de una mente bien enfocada en algo, sin querer. La octava casa también está vinculada a la parte de energía sexual. Cuando esta energía está desequilibrada, los nativos pueden querer vivir en medio de la lujuria, ser compulsivos en relación con este tema o pueden exigir ventajas y facilidades mediante el uso de esta energía. ! ",
  "h9": "Casa 9: Dato aún no disponible. El Sol en la novena casa en la Carta Natal puede indicar una ambición voraz por el conocimiento, y les da a los nativos la búsqueda de todo tipo de estímulos que conducen a la sabiduría. También vitaliza todos los intentos de expansión y crecimiento personal. Los nativos suelen ser más estudiosos, fascinados por el conocimiento y la idea de cruzar barreras, incluso territoriales. La atracción ejercida por lo que es extraño, distante o exótico puede ser importante, así como por el misticismo y la filosofía, fomentando un deseo de descubrir cómo operan los engranajes cósmicos, el significado de la vida y todos los acontecimientos. Siente que los sueños y los grandes proyectos deben contemplarse y estudiarse. Hay más disposición para lograr grandes cosas en la vida, desarrollando también la reciprocidad. Es decir, cuando ayudas, siempre recibes ayuda, y quien recibe la ayuda se convierte en una persona con más potencial de crecimiento debido a la experiencia que se le ha brindado. No suelen conformarse con ideas preconcebidas, investigando y profundizando en los temas que despiertan su interés. Con este fin, se esfuerzan por adquirir conocimiento, ya sea por medio de educación académica, viajes, historias, culturas, curiosidades, cursos de especialización o incluso por medio del amplio uso de Internet. Deben tener cuidado de contener sus impulsos de motivación creados solo por ideales de grandeza o megalomanía hasta el punto de perder el contacto con la realidad. La novena casa también está relacionada con la publicidad y las leyes, por lo que a menudo encontramos nativos con el Sol en esta posición trabajando en agencias gubernamentales, siendo editores, organizando concursos, trabajando con los tribunales o siempre difundiendo información y conocimientos útiles. Pueden ser más volubles, aceptar más fácilmente los cambios de residencia, lugar de trabajo y rutina. Ven muchas oportunidades para expandir su conocimiento en tales procesos de cambio. A medida que tienden a profundizar en los estudios o en los muchos temas que les interesan, a menudo terminan convirtiéndose en maestros, lo cual es muy bueno para ellos, ya que esto les permite aún más la expansión del saber, el enriquecimiento cultural y el intercambio de conocimiento. Por lo general, están interesados en las filosofías antiguas, la astrología , la religión, la ética y la cultura y, a menudo, salen en busca de algo que tenga sentido, el conocimiento que sale de lo común y aporta respuestas a las preguntas que se han hecho a lo largo de los siglos, como: “¿quiénes somos?”, “¿Cuáles son nuestros propósitos en esta vida?”, “¿Dios existe? Si es así, ¿qué es Él?”. Siempre están buscando preguntas que impliquen una visión amplia, que vaya más allá del sentido común. Los planes son más futuristas, adelantados a su tiempo, suelen ser visionarios que pueden prever diversas tendencias sin saber siquiera cómo y muchos tienen una mente casi profética. Cuando el Sol está afectado, pueden volverse arrogantes y prepotentes, queriendo demostrar una cierta superioridad intelectual. Cuando siguen este camino, se vuelven pedantes y tienden a juzgar a los demás, haciendo críticas severas y exageradas. Quien tenga al Sol en la novena casa también puede convertirse en un acumulador de conocimiento sin compartirlo nunca. Además de ser viajeros consumistas típicos que no tienen interés en aprender sobre la cultura o adquirir conocimientos del lugar que visitan, se conforman solo con publicar fotos en las redes sociales y hacer compras. ! ",
  "h10": "Casa 10: Dato aún no disponible. Quien tiene el Sol en la décima casa de la Carta Natal tiene cierta sintonía con Capricornio . La décima casa es el punto más alto en la carta astral , con gran importancia para representar nuestras aspiraciones, objetivos de vida, carrera, las figuras de autoridad, uno de los padres y la imagen pública, es decir, la imagen que queremos transmitir con el tiempo, a medida que maduramos. Cuando el Sol está en la casa 10 , el individuo otorga un alto valor a la imagen pública, esforzándose por lograr el éxito profesional o por ser reconocido. Por lo general, invierten en cursos de especialización y mejora, estableciendo objetivos audaces y van pacientemente hasta llegar a donde quieren. El Sol en la casa 10 irradia una energía de perseverancia, esfuerzo, crecimiento personal y determinación, lo que impulsa a estas personas a buscar la excelencia profesional, a querer ser los mejores y más competentes, por lo que viven trazando planes a mediano y largo plazo, dedicándose a los objetivos, sentando bases sólidas y construyendo una carrera que les brinde prosperidad y respetabilidad. Las personas con esta configuración por lo general valoran los estándares de seriedad, ética y calidad. En general, buscan transmitir una imagen de fiabilidad y discreción, que garantice la relevancia social, y pueden ocupar puestos prestigiosos en el ámbito profesional, así como puestos de responsabilidad y altos niveles en organizaciones o en la vida pública. Cuando el sol está afectado, es posible que quieran alcanzar el éxito superando a otros, permitiéndose guiarse por la lógica de que &#34;los fines justifican los medios&#34;. En este sentido, utilizan todos los artificios para lograr sus objetivos. Algunos individuos con esta configuración se vuelven pedantes, orgullosos y juzgan a los otros por el lugar que ocupan, el estatus o los títulos que acumulan a lo largo de sus vidas. Este tipo puede volverse altamente competitivo, utilizando medios reprobables para eliminar cualquier competencia que se interponga en el camino. Con un Sol bajo tensión, es posible que quieran vivir una vida de apariencia para mostrar su superioridad, como si el valor personal estuviera vinculado al prestigio profesional. Otra faceta desagradable del Sol en la décima casa aparece cuando los nativos no logran sus objetivos y se convierten en amargados o demasiado ambiciosos. ! ",
  "h11": "Casa 11: Dato aún no disponible. Las personas con el Sol en la undécima casa están en sintonía con la energía de Acuario , dando cierta importancia a la libertad, así como a las amistades y actitudes que tengan una dimensión social. Tienen una buena intuición del sentido común, logrando capturar más fácilmente las tendencias y los rumbos que están por venir, como si tuvieran una visión amplia de ciertos escenarios políticos y de los mercados y los flujos económicos. Es posible que sean más creativos, independientes, desafiantes y tienden a abrazar causas políticas y sociales que apuntan al bien común y la justicia de forma más natural. Como la solidaridad es una característica sorprendente cuando uno tiene esta posición, buscan beneficiar a la comunidad, involucrarse de alguna manera, incluso si solo se trata de discusiones sobre proyectos innovadores y reformas que preservan la libertad y la igualdad de derechos. Aquí se presenta una esencia que tiene afinidad con el activismo y las cosas humanitarias, donde cuentan con la energía para luchar por un mundo mejor. Pueden estar interesados en la política y defender conceptos más democráticos. Valoran la autonomía, la libertad y tienen el ímpetu para luchar contra diversas formas de encarcelamiento, aunque conduzcan a conflictos pesados. Quien tiene el Sol en la undécima casa tiende a valorar las amistades, los grupos e incluso cuando se involucran emocionalmente, no renuncian a sus amigos. Suelen decir lo que piensan, valoran el intercambio de ideas y no aceptan muchas imposiciones. Son personas de un espíritu impredecible, que no entran en categorías estancas. Cuando el Sol está tenso, es más probable que sean rebeldes, intransigentes y obstinadamente tercos. A menudo pueden ser vistos como contras, que disputan todo por el simple placer de oponerse a los demás, lo cual es extremadamente agotador y desgastante. Uno de los aspectos negativos de esta posición es la irritabilidad, donde los nativos pueden tener verdaderos arrebatos de ira, actuando de manera errática y agresiva de la nada, nunca se sabe qué esperar. Otro punto que merece relevancia es la indiscreción, ya que pueden hacer preguntas o hacer comentarios inapropiados en momentos inoportunos, sin darse cuenta de que están siendo indiscretos y groseros. Con la aflicción de la energía, pueden acercarse a las personas por interés o crear confusión en los grupos por donde transitan, polemizando y queriendo disputar todo el tiempo. ! ",
  "h12": "Casa 12: Dato aún no disponible. Los nativos con el Sol en la duodécima casa tienen una esencia un poco más en sintonía con los moldes de Piscis , lo que los hace más propensos a ser más compasivos, tener sensibilidad y piedad por aquellos que sufren, ponerse en el lugar de los demás, tratando de comprender la naturaleza de tus dolores y ayudar de alguna manera. La Casa 12 no tiene nada que ver con la energía solar, porque el Sol habla de identidad, individualidad, de ser especial y único, mientras que la Casa 12 habla de lo contrario, es decir, fusión, disolución y unidad. Este posicionamiento es complejo, ya que puede generar en el individuo la sensación de que necesita luchar para no mezclarse o desmoronarse en los demás, como si la barrera que separa a uno del otro fuera tenue y, a menudo, amenazante. Es posible que prefieran trabajar tras bastidores, solos y en silencio que en entornos agitados. A veces necesitan retirarse a meditar, orar o simplemente estar solos en ciertos momentos para recargar sus baterías, algo que no todos pueden entender. La sensibilidad de quienes tienen esta posición puede ser muy grande, lo que también les da dones artísticos, mucha creatividad y posibles dones psíquicos. Son capaces de acceder al inconsciente colectivo, percibiendo las tendencias y las intenciones de los demás con gran facilidad, con talento para captar las vibraciones de las personas y los entornos. Se mueven fácilmente por medio de los contenidos arquetípicos y simbólicos existentes y pueden acceder a las heridas emocionales de los demás, lo que los inspira en la creación de proyectos de inclusión y asistencia social. Dicha posición hace que muchas personas dediquen sus vidas a causas nobles, llegando a trabajar en lugares como asilos, prisiones, hospitales y ONG, con la posibilidad de rehabilitar a los marginados de la sociedad, hacer trabajo voluntario y apoyar a las personas que necesitan apoyo emocional y psicológico. Muchos médicos, psicólogos, trabajadores sociales, terapeutas holísticos y enfermeros tienen esta posición. Cuando el Sol se ve afectado en este sector, las personas pueden volverse más frías, distantes o amargadas, ya que evitan en la medida de lo posible cualquier contacto con la sensibilidad, como si fuera algo que pudiera llevarlos a un pantano del que sería muy difícil librarse. El lado negativo de esta posición puede ser peligroso, porque cuando los nativos se desilusionan o se vuelven melancólicos, pueden entregarse a vicios o procesos escapistas. Como por lo general son más crédulos, distraídos o confusos, pueden ser presa fácil para las personas sin escrúpulos. Cuando están en silencio, pueden meterse en verdaderos atolladeros emocionales. Con el Sol bajo tensión en la Casa 12, también puede ser difícil cuando las personas entran en contacto con energías que interfieren con su equilibrio, y pueden recibir diagnósticos psiquiátricos cuando en realidad están siendo influenciados por vibraciones de otro orden, hasta incluso espirituales. Bajo tensión, esta configuración también sugiere cierta dificultad para cumplir los objetivos y para hacer frente a los compromisos y obligaciones, lo que atrae el miedo a enfrentar el mundo concreto, postergando sus obligaciones y demorando tiempo en descubrir sus talentos, lo que puede generar algunas crisis de identidad hasta que se logre tener consciencia y estabilizar dicha influencia. ! "
}
